"%1 already exists.\nDo you want to replace it?"="%1 вже існує.\nЗамінити?";
"%1 days left"="Залишилось %1 днів";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nКаталог не знайдено.\nПеревірте, чи правильно вказана назва каталогу.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nФайл не знайдено.\nПеревірте, чи правильно вказана назва файлу.";
"%s is offline right now, but your Lesson will appear automatically the next time you open the Lessons app."="%s зараз у режимі оффлайн, але ваш урок автоматично з'явиться при наступному відкритті програми Lessons.";
"&Abort"="&Перервати";
"&Add to Custom Colors"="&Добавити особливий колір";
"&Basic colors"="&Основні кольори";
"&Cancel"="&Скасувати";
"&Copy"="&Копіювати";
"&Custom colors"="&Особливі кольори";
"&Define Custom Colors >>"="&Визначити особливі кольори >>";
"&Delete"="&Видалити";
"&Finish"="&Закінчення";
"&Green:"="&Зелений:";
"&Help"="&Допомога";
"&Ignore"="&Пропустити";
"&Name:"="&Назва:";
"&Next >"="&Далі >";
"&Next >"="&Далі >";
"&No"="&Ні";
"&No"="&Ні";
"&Open"="&Відкрити";
"&Options <<"="&Опції <<";
"&Options >>"="&Опції >>";
"&Paste"="&Вставити";
"&Print"="&Друкувати";
"&Red:"="&Красний:";
"&Redo"="&Повернути";
"&Reload"="&Перезавантажити";
"&Rename"="&Перейменувати";
"&Retry"="&Повторити";
"&Sat:"="&Насиченість:";
"&Save"="&Зберегти";
"&Undo"="&Скасувати";
"&Unsorted"="&Без сортування";
"&Val:"="&Значення:";
"&Yes"="&Так";
"&Yes"="&Так";
"..."="...";
":"=":";
"< &Back"="< &Назад";
"< Share Options"="< Опції спільного використання";
"< Share with SMART Board"="< Поділитися зі SMART Board";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Про Qt</h3>%1<p>Qt - це набір інструментальних засобів розробки програм на мові C++ для різних платформ.</p><p>Qt забезпечує поширення єдиного початкового коду на MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux і всі основні комерційні варіанти Unix. Qt також доступна для вбудованих пристроїв, таких як Qtopia Core.</p><p>Qt є продуктом компанії Trolltech. Перегляньте <tt>http://www.trolltech.com/qt/</tt> для одержання додаткової інформації.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Програма використовує Qt редакції Open Source версії %1.</p><p>Редакція Open Source бібліотеки Qt призначена для розробки програм Open Source з відкритим початковим кодом. Для розробки програм, захищених правом власності (з закритим початковим кодом) необхідна комерційна ліцензія на використання Qt.</p><p>Перегляньте <tt>http://www.trolltech.com/company/model.html</tt> для одержання загальної інформації про ліцензування Qt.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Програма використовує Qt версії %1.</p>";
"A SMART Notebook Advantage product key is required for this version of SMART Notebook software. Please visit <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> for details."="Для цієї версії програмного забезпечення SMART Notebook потрібен ключ продукту SMART Notebook Advantage. Будь ласка, перейдіть на сайт <a href='http://smarttech.com/advantage'>smarttech.com/advantage</a> для отримання додаткової інформації.";
"A&lpha channel:"="&Альфа канал:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 мм)";
"A1 (594 x 841 mm)"="A1 (594 x 841 мм)";
"A2 (420 x 594 mm)"="A2 (420 x 594 мм)";
"A3 (297 x 420 mm)"="A3 (297 x 420 мм)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 мм, 8.26 x 11.7 дюймів)";
"A5 (148 x 210 mm)"="A5 (148 x 210 мм)";
"A6 (105 x 148 mm)"="A6 (105 x 148 мм)";
"A7 (74 x 105 mm)"="A7 (74 x 105 мм)";
"A8 (52 x 74 mm)"="A8 (52 x 74 мм)";
"A9 (37 x 52 mm)"="A9 (37 x 52 мм)";
"Abort"="Скасувати";
"About %1"="Про %1";
"About Qt"="Про Qt";
"Account"="Акаунт";
"Activate"="Активувати";
"Activated"="Активовано";
"Activates the program's main window"="Активувати головне вікно програми";
"Activation Key"="Ключ активації:";
"Activation Web Services:"="Інтернет послуги активації:";
"Activation Wizard"="Майстер активації";
"Activation Wizard is outdated."="Майстер активації застарілий.";
"Activation required"="Потрібна активація";
"Add Boards"="Додати дошки";
"Advanced"="Розшир.";
"Aliases: %1"="Псевдоніми: %1";
"All Files (*)"="Всі файли (*)";
"All Files (*.*)"="Всі файли (*.*)";
"All pending requests have been canceled."="Усі запити, які очікували обробки, були скасовані.";
"Apply"="Застосувати";
"Are you sure you want to delete license information?"="Ви дійсно бажаєте видалити дані ліцензії?";
"Are you sure you want to return the product key for this product? The license will be disabled on this computer immediately (before the return is completed)."="Ви дійсно бажаєте повернути ключ для цього продукту? Ліцензія для цього комп'ютера буде негайно скасована (до завершення повернення).";
"Authentication Required"="Необхідна аутентифікація";
"Authentication required"="Необхідна автентифікація";
"Automatic Activation"="Автоматична активація";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1414 мм)";
"B1 (707 x 1000 mm)"="B1 (707 x 1000 мм)";
"B10 (31 x 44 mm)"="B10 (31 x 44 мм)";
"B2 (500 x 707 mm)"="B2 (500 x 707 мм)";
"B3 (353 x 500 mm)"="B3 (353 x 500 мм)";
"B4 (250 x 353 mm)"="B4 (250 x 353 мм)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 мм, 6.93 x 9.84 дюймів)";
"B6 (125 x 176 mm)"="B6 (125 x 176 мм)";
"B7 (88 x 125 mm)"="B7 (88 x 125 мм)";
"B8 (62 x 88 mm)"="B8 (62 x 88 мм)";
"B9 (44 x 62 mm)"="B9 (44 x 62 мм)";
"Back"="Назад";
"Bl&ue:"="&Синій:";
"Browse Content"="Шукати зміст";
"Browse..."="Огляд...";
"C5E (163 x 229 mm)"="C5E (163 x 229 мм)";
"Cancel"="Скасувати";
"Canceled"="Скасовано";
"Cannot validate the key. Try the activation again. \n\nIf this problem continues, make note of any error messages and contact SMART Technical Support."="Не вдалося перевірити ключ. Спробуйте активувати ще раз. \n\nЯкщо проблема не зникає, запишіть повідомлення по помилку та зверніться до служби технічної підтримки SMART.";
"Centimeters (cm)"="Сантиметри (см)";
"Check Activation Server Connectivity"="Перевірити з'єднання серверу активації";
"Check for renewals complete. No renewals found."="Перевірка наявності оновлень завершена. Оновлення не знайдено.";
"Checking..."="Перевірка...";
"Choose your SMART Board"="Оберіть свою SMART Board";
"Class ID"="ID класу";
"Class Name"="Назва класу";
"Cleaning up a few things..."="Деяке очищення...";
"Click here to test connectivity."="Для перевірки з'єднання натисніть тут.";
"Close"="Закрити";
"Close without Saving"="Вийти без збереження";
"Collate"="Порівняти";
"Color"="Колір";
"Color Mode"="Кольоровий режим";
"Commit"="Виконати";
"Complete Later"="Завершити пізніше";
"Connect"="Приєднати";
"Connected to host"="Підключено до хоста";
"Connected to host %1"="Підключено до хоста %1";
"Connection Options"="Варіанти підключення";
"Connection Options..."="Опції з'єднання...";
"Connection closed"="Підключення закрито";
"Connection refused"="В підключенні відмовлено";
"Connection refused (or timed out)"="В підключенні відмовлено (або вичерпано час очікування)";
"Connection to %1 closed"="Підключення до %1 закрито";
"Contact Support at:"="Звернутися до служби підтримки:";
"Contact technical support"="Звернутися до служби технічної підтримки";
"Continue"="Продовжити";
"Copies"="Кількість копій";
"Copies:"="Кількість копій:";
"Copy"="Копіювати";
"Copy &Link Location"="Копіювати &розташування посилання";
"Could not activate. There maybe be an issue with the activation servers. Please try again later."="Помилка активації. Можливо проблеми з серверами активації. Будь ласка, спробуйте пізніше.";
"Could not connect to the server. Trying again..."="Неможливо під'єднатися до сервера. Спробуйте ще раз...";
"Couldn't find a board with that code. Want to try again?"="Неможливо знайти дошку з таким кодом. Бажаєте спробувати ще раз?";
"Couldn't load profile"="Не вдалося завантажити профіль";
"Couldn't start the trial period."="Неможливо запустити період пробного використання.";
"Count"="Лічильник";
"Create New Folder"="Створити новий каталог";
"Create a New File"="Створити новий файл";
"Create a link to this document"="Створити посилання на цей документ";
"Creating ..."="Створення ...";
"Cu&t"="Вирі&зати";
"DLE (110 x 220 mm)"="DLE (110 x 220 мм)";
"Data corrupted"="Дані пошкоджені";
"Delete"="Видалити";
"Detail View"="Перегляд у вигляді таблиці";
"Details:"="Подробиці:";
"Directories"="Каталоги";
"Directory"="Каталог";
"Disabled"="Вимкнено";
"Discard"="Скидання";
"Do you want to discard this request or complete it later?"="Хочете скасувати цей запит або завершити його пізніше?";
"Don't Save"="Не зберігати";
"Don't show this again"="Більше не показувати";
"Done"="Завершення";
"Download incomplete. Received %1 bytes, expected %2 bytes."="Завантаження незавершене. Отримано %1 байт, очікується %2 байт.";
"Drive"="Диск";
"Duplex Printing"="Двостороннє друкування";
"Error writing response to device"="Помилка при записуванні відповіді в пристрій";
"Examples"="Приклади";
"Executable '%1' requires Qt %2, found Qt %3."="Виконуваний код '%1' потребує Qt %2, знайдено Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Виконавчий (7.5 x 10 дюймів, 191 x 254 мм)";
"Expired"="Термін дії закінчився";
"Expired on %1"="Термін дії закінчився %1";
"Expires on %1"="Термін дії закінчується %1";
"Failed due to a data error. Please contact our support."="Збій через помилку даних. Зверніться до нашої служби підтримки.";
"Failed to cancel all pending requests."="Не вдалося скасувати усі запити, які очікують обробки.";
"Failed to connect to SMART server. Please try again later, or attempt manual activation."="Неможливо з’єднатися з сервером SMART. Будь ласка, спробуйте пізніше або виконайте активацію вручну.";
"Failed to write activation information. Make sure you have enough permissions."="Не вдалося записати дані активації. Переконайтеся, що у вас є необхідні дозволи.";
"Failed. Details: "="Помилка. Детальна інформація: ";
"False"="Хибність";
"File"="Файл";
"File name:"="Назва файлу:";
"Files of type:"="Файли за типом:";
"Finished"="Завершено";
"Folio (210 x 330 mm)"="Фоліо (210 x 330 мм)";
"Form"="Форма";
"From page:"="З сторінки:";
"Fulfillment ID"="ID виконання";
"Get started with SMART Notebook software"="Почати з програмним забезпеченням SMART Notebook";
"Getting things ready..."="Приготуйтеся...";
"Go Back"="Повернення";
"Grace period has expired."="Термін дії пільгового періоду збіг.";
"Grace period: <b>%1</b> day(s) remaining"="Період відстрочення: <b>%1</b> Залишилося днів:";
"Grayscale"="Відтінки сірого";
"Great! Your lesson is on its way to the SMART Board."="Чудово! Ваш урок на шляху до SMART Board.";
"HTTP request failed"="Помилка запиту HTTP";
"HTTPS connection requested but SSL support not compiled in"="Запитано підключення HTTPS, але підтримка SSL не вкомпільована";
"Height:"="Висота:";
"Help"="Допомога";
"Hide %1"="Сховати %1";
"Hide Others"="Сховати інші";
"Host %1 found"="Хост %1 знайдено";
"Host %1 not found"="Хост %1 не знайдено";
"Host found"="Хост знайдено";
"Host requires authentication"="Потрібна автентифікація на хості";
"Host:"="Хост-система:";
"Hu&e:"="Колір:";
"I accept the terms in the <a href=\"showEula()\">license agreement</a>."="Я приймаю умови <a href=\"showEula()\">ліцензійної угоди</a>.";
"Ignore"="Пропустити";
"Inches (in)"="Дюйми";
"Include your name to help students find your class quickly."="Включає ваше ім'я, щоб допомогти студентам швидко знайти ваш клас.";
"Includes maintenance ending on:"="Включає обслуговування, яке закінчиться:";
"Includes permanent activations."="Включає постійні активації";
"Includes subscriptions expiring on:"="Включає підписки, термін дії яких закінчується:";
"Incompatible Qt Library Error"="Помилка, несумісна бібліотека Qt";
"Installation ID"="Ідентифікатор інсталяції";
"Internet access is disabled by the system administrator."="Доступ до мережі Інтернет виключено системним адміністратором.";
"Invalid"="Недійсний";
"Invalid HTTP chunked body"="Неправильно розділене тіло HTTP";
"Invalid HTTP response header"="Неправильний заголовок відповіді HTTP";
"Invalid entitlement"="Невірні права";
"Invalid product key."="Неправильний ключ продукту.";
"It looks like the board's Lessons library is full. You can delete some lessons to free up space."="Здається бібліотека Lessons дошки повна. Щоб звільнити місце, ви можете видалити деякі уроки.";
"Landscape"="Ландшафт";
"Learn how to renew."="Дізнайтеся як продовжити.";
"Learn more."="Дізнатися більше.";
"Learn the Basics"="Дізнатися про основи";
"Ledger (432 x 279 mm)"="Гроссбух (432 x 279 мм)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Стандарт (8.5 x 14 дюймів, 216 x 356 мм)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Лист (8.5 x 11 дюймів, 216 x 279 мм)";
"Limitations"="Обмеження";
"List View"="Перегляд у вигляді списку";
"Location:"="Місце розташування:";
"Long side"="Довга сторона";
"Look in:"="Переглянути:";
"Lync connector"="Конектор Lync";
"Manage"="Керування";
"Manual Request"="Відправлення запиту вручну";
"Margins"="Поля";
"Microsoft (personal)"="Microsoft (особистий)";
"Millimeters (mm)"="Міліметри (мм)";
"My Computer"="Мій комп’ютер";
"N&o to All"="Н&і для всіх";
"N&o to All"="Н&і для всіх";
"Name:"="Назва:";
"No Internet Connection"="Немає інтернет підключення.";
"No boards yet. Get connected."="Ще немає дошок. Підключіться.";
"No proxy"="Немає proxy-сервера";
"No server set to connect to"="Не встановлений сервер для підключення";
"No space left on device"="У пристрої не залишилося вільного місця";
"No such file or directory"="Немає такого файлу або каталогу";
"No, I'll complete my request(s) later."="Ні, я відправлю свій запит(-и) пізніше.";
"No, cancel all pending requests."="Ні, скасувати усі запити, які очікують обробки.";
"None"="Немає";
"Note: If the URLs are not accessible, adjust your proxy settings and try testing the connection again."="Примітка: Якщо URL-адреси є недоступними, змініть налаштування проксі-сервера та спробуйте перевірити з'єднання ще раз.";
"Number of copies:"="Кількість копій:";
"OK"="Ок";
"Office 365 (school)"="Office 365 (школа)";
"Oops! We couldn't complete your sign in. Please try again. \n\nIf that doesn't work, skip sign in for now and try again later from the Account menu."="Упс! Ми не можемо завершити вхід до системи. Будь ласка, спробуйте ще раз. \n\nЯкщо це не працює, пропустіть вхід до системи та спробуйте пізніше з меню акаунту.";
"Oops. Something went wrong. Restarting the computer might help."="Упс. Сталася помилка! Може допомогти перезавантаження комп'ютера.";
"Oops. We can't complete that action without an Internet connection. \n\nPlease reconnect and try again."="Упс. Ми не можемо звершити цю дію без інтернет підключення. \n\nБудь ласка, підключить інтернет та спробуйте ще раз.";
"Oops. We couldn't load your profile right now. Please try again later."="Упс. Ми не можемо завантажити ваш профіль зараз. Будь ласка, спробуйте пізніше.";
"Open"="Відкрити";
"Open "="Відкрити ";
"Open in SMART Notebook on this computer."="Відкрити SMART Notebook на цьому комп'ютері.";
"Open in the Notebook Player app on my SMART Board with iQ."="Відкрити програму Notebook Player на моїй SMART Board з iQ.";
"Operation completed successfully."="Операцію успішно виконано.";
"Options"="Опції";
"Orientation"="Орієнтування";
"Orientation:"="Орієнтація:";
"Output &file:"="&файл виводу:";
"Output Settings"="Параметри виводу";
"P&roperties"="Властивості";
"Page size:"="Розмір сторінки:";
"Pages from"="Зі сторінки";
"Paper"="Папір";
"Paper format"="Формат паперу";
"Paper source:"="Джерело паперу:";
"Parent Directory"="Батьківський каталог";
"Password"="Пароль";
"Password:"="Пароль:";
"Permission Required"="Потрібен дозвіл";
"Permission denied"="Немає дозволу";
"Phone: 1.866.518.6791 or +1.403.228.5940"="Телефон: 1-866-518-6791 або +1-403-228-5940";
"Please try again"="Будь ласка, спробуйте ще раз";
"Please try again later"="Будь ласка, спробуйте пізніше";
"Points (pt)"="Точки";
"Portrait"="Портретний";
"PostScript Files (*.ps);;All Files (*)"="Файли PostScript (*.ps);;Всі файли (*)";
"Preferences..."="Параметри...";
"Premium features expired on %1"="Термін дії преміум функцій закінчується %1";
"Premium features will expire on %1 without an active subscription"="Термін дії преміум функцій закінчиться %1 без активної підписки";
"Preparing your document. This can take a while..."="Підготовка вашого документу. Це може найняти деякий час...";
"Preview"="Попередній перегляд";
"Print all"="Друкувати все";
"Print destination"="Місце друку";
"Print first page first"="Друкувати першу сторінку першою";
"Print in color if available"="Доступний кольоровий принтер";
"Print in grayscale"="Друкувати в сірому тоні";
"Print last page first"="Друкувати останню сторінку першою";
"Print range"="Діапазон друкування";
"Print selection"="Вибір друку";
"Print to File (PDF)"="Друкувати в файл (PDF)";
"Print to File (Postscript)"="Друкувати в файл (мова Postscript)";
"Print to SMART Notebook"="Друкувати у SMART Notebook";
"Print to file:"="Друкувати в файл:";
"Print to printer:"="Друкувати на принтер:";
"Printer"="Принтер";
"Printer settings"="Установки принтера";
"Product"="Продукт";
"Product Key"="Ключ продукту";
"Product Key is not valid"="Ключ продукту недійсний";
"Product Key:"="Ключ продукту:";
"Product key has expired."="Закінчився термін дії ключа продукту.";
"Product:"="Продукт:";
"Profile"="Профіль";
"Proxy Settings"="Налаштування проксі-сервера";
"Proxy authentication required"="Потрібна автентифікація на проксі-сервері";
"Proxy requires authentication"="Потрібна автентифікація на проксі-сервері";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Вихід";
"Quit %1"="Вийти %1";
"Recent"="Останній";
"Recents"="Останні";
"Remaining signed in will give you access to SMART Notebook's basic features."="Якщо ви залишитесь у системі, ви матимете доступ до загальних функцій SMART Notebook.";
"Request Files (%1)"="Файли запиту (%1)";
"Request aborted"="Запит перервано";
"Request denied. See Technical Details below for more information."="Запит було відхилено. Для отримання додаткової інформації дивіться детальну технічну інформацію, що представлена нижче.";
"Request type: Activate"="Тип запиту: Активувати";
"Request type: Renew"="Тип запиту: Оновити";
"Request type: Repair"="Тип запиту: Відновлення";
"Request type: Return"="Тип запиту: Вернути";
"Request:"="Запит";
"Reset"="Скидання даних";
"Response Files (%1)"="Файли вiдповiдi (%1)";
"Restore Defaults"="Відновити стандартні налаштування";
"Result:"="Результат:";
"Retrieving your account information..."="Отримання інформації з вашого акаунту...";
"Retry"="Повторити спробу";
"Reverse"="Обернути";
"Reverse landscape"="Змінити альбомну орієнтацію";
"Reverse portrait"="Змінити книжну орієнтацію";
"SMART Account"="Акаунт SMART";
"SMART Document Camera Mixed Reality Tools"="Інструменти об'єднання реальностей SMART Document Camera";
"SMART Learning Suite Online - Notebook access, anywhere"="SMART Learning Suite онлайн - доступ до Notebook у будь-якому місці";
"SMART Meeting Pro"="SMART Meeting Pro";
"SMART Meeting Pro Personal Edition"="Персональна версія SMART Meeting Pro";
"SMART Meeting Pro Premium"="SMART Meeting Pro Premium";
"SMART Meeting Pro connector for Microsoft Lync"="Конектор SMART Meeting Pro для Microsoft Lync";
"SMART Notebook"="Програмне забезпечення SMART Notebook";
"SMART Notebook 3D Tools"="Інструменти SMART Notebook 3D";
"SMART Notebook <a href='%1'>premium features</a>"="<a href='%1'>Преміум функції</a> SMART Notebook";
"SMART Notebook Collaborative License"="Ліцензія на спільне використання програми SMART Notebook";
"SMART Notebook English Vocabulary Example 1"="Приклад зі словника англійської мови 1 SMART Notebook";
"SMART Notebook History Example 1"="Приклад з історії 1 SMART Notebook";
"SMART Notebook Math Example 1"="Математичний приклад 1 SMART Notebook";
"SMART Notebook Math Example 2"="Математичний приклад 2 SMART Notebook";
"SMART Notebook Math Tools"="Програмне забезпечення SMART Notebook Math Tools";
"SMART Notebook SDK"="SMART Notebook SDK";
"SMART Notebook SE"="SMART Notebook SE";
"SMART Notebook Science Example 1"="Науковий приклад 1 SMART Notebook";
"SMART Response"="SMART Response";
"SMART Sync"="SMART Sync";
"SMART Table Toolkit"="Інструментарій SMART Table";
"SMART Technologies - Activation Wizard"="SMART Technologies — майстер активації";
"SMART Vantage"="SMART Vantage";
"SSL handshake failed"="Помилка квитирування SSL";
"Save"="Зберегти";
"Save All"="Зберегти все";
"Save As"="Зберегти як";
"Search the SMART Exchange"="Шукати SMART Exchange";
"See this <a href='%1'>Knowledge Base article</a> and the <a href='%2'>Troubleshooting Diagram</a> for details on resolving connectivity issues, especially when you are using a proxy."="Для отримання інформації щодо вирішення проблем зі з'єднанням, особливо якщо ви використовуєте проксі-сервер, дивіться статтю <a href='%1'>&quot;База даних&quot;</a> та таблицю <a href='%2'>&quot;Пошук та виправлення несправностей&quot;</a>.";
"Select All"="Вибрати всі";
"Select a Directory"="Вибрати каталог";
"Select color"="Вибрати колір";
"Select how you would like to share this file to your SMART Learning Suite Online profile"="Оберіть, як ви бажаєте поділитися цим файлом у вашому онлайн профілі MART Learning Suite";
"Select the Response File"="Вибрати файл вiдповiдi";
"Selection"="Вибір";
"Send to SMART Cloud"="Відправити до SMART Cloud";
"Server closed connection unexpectedly"="Сервер неочікувано закрив з'єднання";
"Services"="Служби";
"Share"="Поділитися";
"Share Now"="Поділитися зараз";
"Share this file with the Lessons app on a SMART Board"="Поділитися цим файлом з програмою Lessons на SMART Board";
"Share this file with the Notebook Player app on a SMART Board"="Дозволити спільний доступ до цього файлу у програмі Notebook Player на SMART Board";
"Share to SMART Board with iQ"="Поділитися з SMART Board з iQ";
"Share to the Notebook Player app"="Спільний доступ для програми Notebook Player";
"Share using a link"="Спільне використання посилання";
"Share with a SMART Board"="Увійти до системи за допомогою SMART Board";
"Short side"="Коротка сторона";
"Show &hidden files"="Показати &приховані файли";
"Show All"="Показати всі";
"Sign In"="Увійти";
"Sign In Again"="Ще раз увійдіть до системи";
"Sign Out"="Вийти";
"Sign in"="Вхід до системи";
"Sign in didn't work"="Вхід до системи не працює";
"Sign in is required for accessing key SMART features."="Для доступу до ряду ключових функцій SMART потрібен вхід до системи.";
"Sign in to or create a SMART account"="Увійдіть до системи або створіть акаунт SMART";
"Sign in to use this feature"="Щоб використовувати цю функцію, увійдіть до системи";
"Sign in to your SMART account to access your SMART subscription benefits, or to use Notebook in a limited mode."="Увійдіть до свого акаунту SMART для отримання доступу до переваг підписки SMART або для використання Notebook у обмеженому режимі.";
"Sign in with Google"="Увійти до системи за допомогою Google";
"Sign in with a Google, Office 365 or Microsoft personal account."="Увійдіть до системи за допомогою особистого акаунту Google, Office 365 або Microsoft.";
"Sign in with a browser"="Увійти до системи за допомогою браузера";
"Sign up for free"="Підписатися безкоштовно";
"Sign up for the latest updates from SMART"="Зареєструйтеся для отримання оновлень від SMART";
"Signed in as:"="Увійдіть до системи як:";
"Skip Sign In"="Пропустити вхід до системи";
"Skip sign in for now"="Пропустити вхід до системи зараз";
"Skipped sign in"="Вхід до системи пропущено";
"Software enabled"="Програмне забезпечення активоване";
"Some of your license keys have expired. Click here for more info."="Термін дії деяких ліцензійних ключів вийшов. Клацніть тут для отримання додаткової інформації.";
"Some of your license keys will expire in %1 days. Click here for more info."="Термін дії деяких ліцензійних ключів закінчиться через %1 днів. Клацніть тут для отримання додаткової інформації.";
"Something went wrong. Want to try again?"="Сталася помилка! Бажаєте спробувати ще раз?";
"Sort"="Сортувати";
"Sort by &Date"="Сортувати за &датою";
"Sort by &Name"="Сортувати за &назвою";
"Sort by &Size"="Сортувати за &розміром";
"Status"="Стан";
"Status:"="Статус:";
"Stay Inspired"="Залишайтеся натхненними";
"Subscription: <b>%1</b> day(s) remaining"="Підписка: <b>%1</b> Залишилося днів:";
"Succeeded"="Встановлено";
"Symbolic Link"="Символьне посилання";
"Tabloid (279 x 432 mm)"="Малогабаритний (279 x 432 мм)";
"Tap the Connect icon %s in the Lessons app to get a 4-character code, and then type that code below."="Натисніть на іконку \"Під'єднати\" %s у програмі Lessons для отримання 4-значного коду, та потім введіть код нижче.";
"Tap the Connect icon %s in the Notebook Player app to get a 4-character code, and then type that code below."="Натисніть на іконку \"Під'єднати\" %s у програмі Notebook Player для отримання 4-значного коду, та потім введіть код нижче.";
"Test Connectivity..."="Перевірка підключення...";
"That email address is already associated with a SMART account. Try signing up with a different email address."="Ця email адреса вже пов'язана з акаунтом SMART. Спробуйте увійти до системи за допомогою іншої email адреси.";
"That was strange... \n\nWe're not sure what happened, but we can't sign you in right now."="Дивно... \n\nМи не впевнені, що трапилось, але ми зараз не можемо увійти до вашого акаунту SMART.";
"The activation didn't complete. See below for status information."="Активація не вдалася. Відомість про стан див. нижче.";
"The following Product Key is not valid: "="Цей ключ продукту недійсний: ";
"The information copied successfully, and your Internet browser will open."="Інформація успішно скопійована, браузер буде відкритий.";
"The installed version of this product requires a newer maintenance license."="Для встановленої версії цього продукту потрібна нова ліцензія на обслуговування.";
"The link has been copied to the clipboard."="Посилання скопійовано до буфера обміну.";
"The number of activations for this Product Key has exceeded the maximum. Please contact our support for assistance."="Число активацій для цього коду продукту перевищило максимальне значення. Зверніться до нашої служби підтримки за допомогою.";
"The product key you are using has been canceled. Please contact SMART support for more information."="Ключ продукту, який ви використовуєте, було скасовано. Для отримання додаткової інформації зверніться до служби підтримки SMART.";
"The product key you entered is already in the list."="Введений вами ключ продукту вже є в списку.";
"The request file saved successfully. Copy the file to another computer to continue."="Файл запиту успішно збережений. Щоб продовжити, скопіюйте файл на інший комп'ютер.";
"The request succeeded on some of your product keys, but it didn't succeed on others."="Запит успішно виконано лише для деяких ваших ключів продукту, але не для всіх.";
"The sign in took too long and has expired."="Вхід усистему займає багато часу та термін очікування вийшов.";
"The system is being maintained right now, but it will be available soon. Sorry for the inconvenience."="Зараз відбувається обслуговування системи, але вона буде доступна незабаром. Вибачте за незручності.";
"The trial period has started."="Період пробного використання було розпочато.";
"This key could not be activated. Try the activation again. \n\nIf the problem continues, make note of any error messages and contact SMART Technical Support."="Не вдалося активувати цей ключ. Спробуйте активувати ще раз. \n\nЯкщо проблема не зникає, запишіть повідомлення по помилку та зверніться до служби технічної підтримки SMART.";
"This key's entitlement record is not configured correctly. Please contact SMART Technical Support."="Запис про право використовувати цей ключ налаштовано невірно. Будь ласка, зверніться до служби технічної підтримки SMART.";
"To connect to SMART, you need to enter a user name and password for the proxy %s"="Щоб приєднатися до SMART, вам необхідно вказати ім'я користувача та пароль для проксі %s";
"To page:"="До сторінки:";
"To successfully activate the product key, all connections must succeed. Green checkmarks indicate successful connections."="Для успішної активації ключа продукту, усі з'єднання мають бути налаштовані. Зелені прапорці вказують на успішні з'єднання.";
"Too many open files"="Забагато відкритих файлів";
"Trial Extension"="Продовження випробного терміну";
"Trial: <b>%1</b> day(s) remaining"="Період пробного використання: залишилося <b>%1</b> діб";
"True"="Істина";
"Try Again"="Спробувати ще раз";
"Try again later or try a manual request now."="Повторите спробу пізніше або відправте запит уручну.";
"Try it Online!"="Спробуйте онлайн!";
"Type your user name and password."="Введіть Ваше ім'я користувача і пароль.";
"Type:"="Тип:";
"URL:"="URL-адреса:";
"US Common #10 Envelope (105 x 241 mm)"="Загальний США #10 Конверт (105 x 241 мм)";
"Unable to complete your request."="Не вдається виконати запит.";
"Unable to copy."="Неможливо копіювати.";
"Unable to create your file."="Неможливо створити файл.";
"Unable to open %1 for writing."="Немає можливості відкрити %1 для запису.";
"Unable to open source file for reading."="Немає можливості відкрити вихідний файл, щоб прочитати.";
"Unable to open your Internet browser. Try to open your browser manually or use a different computer to continue."="Неможливо відкрити браузер. Спробуйте відкрити браузер уручну або скористайтеся іншим комп'ютером.";
"Unable to read response from file."="Неможливо прочитати відповідь з файлу.";
"Unable to rename %1 to %2."="Немає можливості перейменувати %1 на %2.";
"Unable to save your request."="Неможливо зберегти ваш запит.";
"Unknown"="Невідомий";
"Unknown Location"="Невідоме розміщення";
"Unknown authentication method"="Невідомий метод автентифікації";
"Unknown error"="Невідома помилка";
"Unknown error."="Невідома помилка.";
"Unknown protocol specified"="Вказано невідомий протокол";
"Upload this document and create a link to share with others."="Завантажити цей документ та створити посилання для сумісного використання.";
"Upload to SMART Cloud"="Завантажити до SMART Cloud";
"Uploading your file..."="Завантаження вашого файлу...";
"Use Internet Explorer settings"="Використати налаштування браузера Internet Explorer";
"Use System settings"="Використати налаштування системи";
"Use other proxy:"="Використати інший proxy-сервер:";
"User Name:"="Ім’я користувача:";
"User name:"="Ім'я користувача:";
"Valid for versions released before %1"="Дійсно для версій, випущених до %1";
"Version %s"="Версія %s";
"Volume activated"="Гучність активовано";
"We couldn't process that response. The request comes from a different computer or has already been processed."="Ми не можемо обротиви цю відповідь. Запит надходить з іншого комп'ютера або вже було оброблено.";
"We'll remember %s for next time."="Ми нагадаємо про %s наступного разу.";
"Web:"="Веб:";
"Welcome to %1 software from SMART Technologies."="Вас вітає програмне забезпечення %1 від SMART Technologies.";
"Welcome to SMART Notebook"="Вітаємо у SMART Notebook";
"What's This?"="Що це?";
"Width:"="Ширина:";
"Working on it."="Робота виконується.";
"Working on it.."="Робота виконується..";
"Working on it..."="Робота виконується...";
"Wrong content length"="Невірна довжина контенту";
"Yes to &All"="Так для &всіх";
"Yes to &All"="Так для &всіх";
"Yes, I have a numeric response code similar to %1."="Так, у мене є цифровий код відповіді, аналогічний %1.";
"Yes, I have a response file."="Так, у мене є файл відповіді.";
"Yes, I have a response message that starts with %1."="Так, у мене є повідомлення з відповіддю, що починається з %1.";
"Yes, I have an activation key similar to %1."="Так, у мене є код активації, аналогічний %1.";
"You can close this tab and return to SMART Notebook."="В можете закрити цю вкладку та повернутися до SMART Notebook.";
"You can manage your account and the class ID from the Account menu."="Ви можете управляти акаунтом та ID класу з меню акаунту.";
"You can sign in later from the Account menu. Sign in is required for a number of key SMART features."="Ви можете увійти до системи пізніше з меню акаунту. Для ряду ключових функцій SMART потрібен вхід до системи.";
"You chose not to allow our application to access your account. You're unable to use our application until you accept."="Ви обрали не надавати програмі доступу до вашого акаунту. Доки ви не надасте дозвіл ви не можете використовувати нашу програму.";
"You have %1 days to complete activation."="Для завершення активації у вас залишилося %1 діб.";
"You have signed out"="Ви вийшли з системи";
"You haven't yet given SMART permission to access your account information, which is required for signing in. Do you want to try signing in again?"="Ви ще не надали SMART дозвіл для доступу до інформації вашого акаунту, що є необхідним для входу до системи. Ви хочете ще раз спробувати увійти до системи?";
"You may wish to send results to your organization's technical support contact."="Ви можете побажати надіслати результати до контактної служби технічної підтримки вашої організації.";
"You need to sign in before you can use this feature."="Перед тим як використовувати цю функцію вам необхідно увійти до системи.";
"You're all set!"="Налаштування повністю завершено!";
"You're unable to change these settings because you manually configured a proxy."="Ви не можете змінити ці налаштування, тому що Ви вручну змінили конфігурацію proxy-сервера.";
"You've skipped the sign in for now. You can sign in later from the Account menu."="Ви пропустили вхід до системи зараз. Ви можете увійти до системи пізніше з меню акаунту.";
"Your SMART Boards"="Ваші SMART Board";
"Your SMART Learning Suite subscription will expire in %d days. Learn how to renew."="Термін дії вашої підписки SMART Learning Suite скінчиться через %d діб. Дізнайтеся як продовжити.";
"Your SMART account"="Ваш акаунт SMART";
"Your browser has opened to a sign in page. You'll be returned here after you've signed in."="Ваш браузер відкрито на сторінці входу до системи. Після входу до системи ви повернетесь сюди.";
"Your first trial extension is activated."="Ваше перше продовження випробного терміну активовано.";
"Your first trial extension isn't activated."="Ваше перше продовження випробного терміну не активовано.";
"Your second trial extension is activated."="Ваше друге продовження випробного терміну активовано.";
"Your second trial extension isn't activated."="Ваше друге продовження випробного терміну не активовано.";
"Your trial period has ended."="Період пробного використання було завершено.";
"bottom margin"="Нижнє поле";
"left margin"="Ліве поле";
"locally connected"="локально приєднаний";
"right margin"="Праве поле";
"to"="до";
"top margin"="Верхнє поле";
"unknown"="невідомо";
